<h1>Satzung des K Desktop Environment e.V.</h1> 
    <div id="module"> 
    </div> 
 
<h2>Erkl&auml;rung von Begriffen</h2> 
<ol> 
	<li><p> Hosted Software ist Software, f&uuml;r welchen der Herausgeber der Daten Server wählt.
	</p></li>
	<li><p> Unhosted Software ist Software, f&uuml;r welchen der Benutzer der Daten Server wählt.
	</p></li>
</ol> 
<h2>1. Name, Sitz und Gesch&auml;ftsjahr</h2> 
<ol> 
	<li><p> 
	Der Name des Vereins lautet <i>Unhosted e.V.</i>
	</p></li> 
	<li><p> 
	Der Verein hat seinen Sitz in Berlin. Sofern keine feste
	Gesch&auml;ftsstelle eingerichtet ist, folgt die Verwaltung dem
	Wohnort des jeweiligen Vorstandsmitglieds, das die Gesch&auml;ftsf&uuml;hrung
	wahrnimmt.
	</p></li> 
	<li><p> 
	Er soll im Vereinsregister eingetragen worden.</p></li> 
	<li><p> 
	Gesch&auml;ftsjahr ist das Kalenderjahr.</p></li> 
</ol> 
<h2>2. Vereinszweck</h2> 
<ol> 
	<li><p> 
Der Verein bezweckt die vorherrschende Architektur von Web-Applikationen zu wechseln von Hosted Software zu Unhosted Software. Genauer gesagt:

veröffentlichen und zu pflegen offene Standards, die die Grundlage eines Ökosystems von unhosted Web-Anwendungen und unhosted Konto-Provider bilden können.
Bereitstellung von Instrumenten, die den Menschen helfen, Software zu entwickeln unhosted
stellen Sie sicher, es gibt gute Anbieter von öffentlichen und privaten unhosted Konten für Endanwender zur Auswahl
Web-Entwickler überzeugen, eine unhosted Software-Architektur für neue Web-Applikationen zu nutzen und ihre bestehenden 
Web-Applikationen zu einer unhosted Software-Architektur zu migrieren.
produzieren unhosted Web-Applikationen als Beispiele, zu erziehen und zu inspirieren, oder direkt an den Endverbraucher dienen, wenn kein 
Web-Entwickler können überzeugt sein zu entwickeln, sagte Anwendung.
Deal mit diversen organisatorischen Fragen auf den vorhergehenden Punkten ermöglichen arbeiten

	<li><p> 
	Eine &Auml;nderung des Vereinszwecks darf nur im Rahmen des in &sect;
	3 (1) gegebenen Rahmens erfolgen.</p></li> 
</ol> 
<h2>3. Gemeinn&uuml;tzigkeit</h2> 
<ol> 
	<li><p> 
	Der Verein verfolgt im Rahmen seiner T&auml;tigkeit gem&auml;&szlig;
	&sect; 2 der Satzung ausschlie&szlig;lich und unmittelbar
	gemeinn&uuml;tzige Zwecke im Sinne des Abschnittes steuerbeg&uuml;nstigte
	Zwecke der Abgabenordnung (&sect;&sect; 51ff. AO). Er ist selbstlos
	t&auml;tig und verfolgt nicht in erster Linie eigenwirtschaftliche
	Zwecke</p></li> 
	<li><p> 
	Die Mittel des Vereins sind ausschlie&szlig;lich zu satzungsgem&auml;&szlig;en
	Zwecken zu verwenden. Die Mitglieder erhalten ausschlie&szlig;lich
	Erstattungen entstandener Kosten, aber keine direkten Zuwendungen
	aus Mitteln des Verein.</p></li> 
	<li><p> 
	Niemand darf durch Vereinsausgaben, die dem Vereinszweck fremd sind
	oder durch unverh&auml;ltnism&auml;&szlig;ig hohe Verg&uuml;tungen
	beg&uuml;nstigt werden. F&uuml;r den Ersatz von Aufwendungen ist,
	soweit nicht andere gesetzliche Bestimmungen anzuwenden sind, das
	Bundesreisekostengesetz ma&szlig;gebend.</p></li> 
</ol> 
<h2>4. Arten der Mitgliedschaft und Mitglieder des Vereins</h2> 
<ol> 
	<li><p> 
	Mitglieder des Vereins k&ouml;nnen nat&uuml;rliche und juristische
	Personen werden, die die Ziele des Vereins mittragen und
	unterst&uuml;tzen wollen. Um dem internationalen Charakter des
	Vereins gerecht zu werden, aber auch um Mitgliedern die M&ouml;glichkeit
	zu geben, sich aus der aktiven Unterst&uuml;tzung der
	Weiterentwicklung von KDE zur&uuml;ckzuziehen, ohne die
	Mitgliedschaft aufzugeben, sind dabei folgende Arten von
	Mitgliedschaften vorgesehen:
	</p> 
	<ol type="a"> 
		<li><p> 
		<b>Aktive Mitglieder</b> sind nat&uuml;rliche Personen, die den
		Vereinszweck und die Verwirklichung der Vereinsziele durch
		Mitarbeit&nbsp; unterst&uuml;tzen und dabei die vollen Pflichten
		eines Vereinsmitglieds &uuml;bernehmen. Insbesondere wird von ihnen
		Mitarbeit, die Teilnahme an den Mitgliederversammlungen und die
		Aus&uuml;bung des Stimmrechts erwartet.</p></li> 
		<li><p> 
		<b>Au&szlig;erordentliche Mitglieder</b> sind nat&uuml;rliche und
		juristische Personen, die durch ihre Mitgliedschaft im Verein die
		Unterst&uuml;tzung&nbsp; des Vereinszwecks und der Vereinsziele
		erkl&auml;ren, aber auf die Aus&uuml;bung der Rechte der aktiven
		Mitglieder, hier die Teilnahme an der Mitgliederversammlung und die
		Aus&uuml;bung des Stimmrechts, verzichten. Juristische Personen
		benennen eine nat&uuml;rliche Person als Vertreter zur Aus&uuml;bung
		der verbleibenden Rechte und Pflichten.
		</p></li> 
		<li><p> 
		<b>F&ouml;rdernde Mitglieder</b> sind au&szlig;erordentliche
		Mitglieder, die den Vereinszweck und die Vereinsziele insbesondere
		durch einen finanziellen oder Sachbeitrag f&ouml;rdern. Sie werden
		auf eigenen Wunsch auf der Webseite des Vereins ver&ouml;ffentlicht
		und haben das Recht zur Teilnahme an der Mitgliederversammlung,
		ohne damit ein Stimmrecht zu erwerben.</p></li> 
	</ol></li> 
	<li><p> 
	Die aktive Mitgliedschaft wird auf Vorschlag eines aktiven Mitglieds
	mit Zustimmung zweier anderer aktiver Mitglieder durch Beschluss der
	Mitgliederversammlung oder der aktiven Mitglieder durch Internetwahl
	mit einfacher Mehrheit erworben.&nbsp; Hauptentscheidungskriterium
	f&uuml;r die Aufnahme soll&nbsp; das von den Aufnahmekandidaten &uuml;ber
	einen l&auml;ngeren Zeitraum gezeigte Engagement und der dabei
	geleistete Beitrag im Sinne der Vereinsziele sein. </p> 
	<p> Ein aktives Mitglied kann auf eigenen Antrag beim Vorstand in die
	au&szlig;erordentliche Mitgliedschaft wechseln. Bei Nichterf&uuml;llung
	der oben angegebenen Pflichten eines aktiven Mitglieds &uuml;ber
	zwei aufeinanderfolgende ordentliche Mitgliederversammlungen &auml;ndert
	sich die Mitgliedschaft automatisch in eine au&szlig;erordentliche.
	Ein au&szlig;erordentliches aber nicht f&ouml;rderndes Mitglied kann
	beim Vorstand die aktive Mitgliedschaft beantragen. &Uuml;ber die
	Aufnahme f&ouml;rdernder Mitglieder entscheidet der Vorstand.</p></li> 
	<li><p> 
	Die Mitgliedschaft endet durch Austritt, Ausschluss oder Tod, bei
	juristischen Personen auch durch Verlust der Rechtspers&ouml;nlichkeit.
	Der Austritt eines Mitglieds ist nur zum 31. Dezember eines jeden
	Jahres m&ouml;glich. Er erfolgt durch schriftliche Erkl&auml;rung
	gegen&uuml;ber dem Vorstand unter Einhaltung einer Frist von 4
	Wochen.</p></li> 
	<li><p> 
	Das Instrument des Vereinsausschlusses ist kritischen Situationen
	vorbehalten, wobei grunds&auml;tzlich der Kl&auml;rung zur G&uuml;te
	der Vorrang zu gew&auml;hren ist. Der Ausschluss erfolgt auf
	Beschluss des Vorstands mit sofortiger Wirkung. Gr&uuml;nde f&uuml;r
	einen Ausschluss k&ouml;nnen sein
	</p> 
		<ol type="a"> 
		<li><p>ein schwerer Versto&szlig; eines Mitglieds gegen die in dieser
		Satzung festgelegten Bestimmungen sowie Ziele und Zwecke des Vereins
		nach einem erfolglosen Versuch der Kl&auml;rung, sowie</p></li> 
		<li><p> 
		ein trotz mehrfacher Mahnung bestehender R&uuml;ckstand an
		Beitragszahlungen &uuml;ber einen Zeitraum von 12 Monaten.</p></li> 
		</ol> 
	<p> 
	Dem Mitglied muss vor der Beschlussfassung Gelegenheit zur
	Rechtfertigung bzw. Stellungnahme gegeben werden. Gegen den
	Ausschluss kann innerhalb von vier Wochen beim Vorstand Widerspruch
	eingelegt werden, &uuml;ber den die n&auml;chste
	Mitgliederversammlung entscheidet. Bis zur Entscheidung der
	Mitgliederversammlung ruhen die Rechte und Pflichten des Mitglieds.</p></li> 
	<li><p> 
	Bei Ausscheiden eines Mitglieds aus dem Verein oder bei
	Vereinsaufl&ouml;sung besteht kein Anspruch auf R&uuml;ckerstattung
	etwa eingebrachter Verm&ouml;genswerte.</p></li> 
</ol> 
<h2>5. Organe des Vereins</h2> 
<p>Organe des Vereins sind:</p> 
<ul> 
	<li><p> 
	die Mitgliederversammlung sowie</p></li> 
	<li><p> 
	der Vorstand.</p></li> 
</ul> 
<h2>6. Mitgliederversammlung</h2> 
<ol> 
	<li><p> 
	Der Mitgliederversammlung geh&ouml;ren alle aktiven
	Vereinsmitglieder mit je einer Stimme an</p></li> 
	<li><p> 
	Die Mitgliederversammlung findet mindestens einmal j&auml;hrlich
	statt. Sie wird vom Vorstand schriftlich per Post oder Email unter
	Angabe der vorl&auml;ufigen Tagesordnung einberufen. Die
	Einladungsfrist betr&auml;gt sechs Wochen. Die Frist beginnt mit dem
	auf die Absendung des Einladungsschreibens folgenden Tag. Es gilt
	das Datum des Poststempels oder der Absendung der Email. Das
	Einladungsschreiben gilt als zugegangen, wenn es an die letzte vom
	Mitglied des Vereins schriftlich bekanntgegebene Adresse gerichtet
	ist. Die Mitglieder k&ouml;nnen bis 2 Wochen vor der Versammlung
	weitere Antr&auml;ge auf Tagesordnungspunkte schriftlich oder
	elektronisch an den Vorstand richten. Es gilt das Datum des Post-
	bzw. Emaileingangs. Der Vorstand ver&ouml;ffentlicht die endg&uuml;ltige
	Tagesordnung im Internet, die Adresse ist in der schriftlichen
	Einladung mitzuteilen.
	</p></li> 
	<li><p> 
	Eine au&szlig;erordentliche Mitgliederversammlung ist einzuberufen,
	wenn es das Vereinsinteresse erfordert. Auf schriftliches Verlangen
	von mindestens 20% aller Vereinsmitglieder hat der Vorstand binnen
	sechs Wochen eine au&szlig;erordentliche Mitgliederversammlung
	einzuberufen. Dem Antrag der Mitglieder muss der gew&uuml;nschte
	Tagesordnungspunkt zu entnehmen sein.</p></li> 
	<li><p> 
	Die Mitgliederversammlung ist bei ordnungsgem&auml;&szlig;er
	Einladung ohne R&uuml;cksicht auf die Anzahl der Erschienenen
	beschlussf&auml;hig. Sie w&auml;hlt aus ihrer Mitte einen
	Versammlungsleiter. Beschl&uuml;sse werden, sofern die Versammlung
	nicht etwas anderes bestimmt, offen durch Handaufheben mit einfacher
	Stimmenmehrheit getroffen. Bei Stimmengleichheit gilt ein Antrag als
	abgelehnt.</p></li> 
	<li><p> 
	Zu Satzungs&auml;nderungen und zu Beschl&uuml;ssen &uuml;ber die
	Aufl&ouml;sung des Vereins sind abweichend von (4) 3/4 der in der
	Mitgliederversammlung abgegebenen Stimmen, mindestens aber die
	H&auml;lfte der Stimmen aller aktiven Vereinsmitglieder notwendig.</p></li> 
	<li><p> 
	Ein aktives Mitglied, das nicht pers&ouml;nlich zur
	Mitgliederversammlung erscheint, kann sich von einem anderen bei der
	Mitgliederversammlung pers&ouml;nlich anwesenden Mitglied vertreten
	lassen. Der Vertreter nimmt das Stimmrecht des vertretenen Mitglieds
	neben seinem eigenen wahr. Der Vertreter legitimiert sich zu Beginn
	der Mitgliederversammlung durch Vorzeigen einer schriftlichen
	Vollmacht im Original gegen&uuml;ber dem Vorstand. Ein Vertreter
	kann maximal zwei Mitglieder vertreten.</p></li> 
</ol> 
<h2>7. Aufgaben der Mitgliederversammlung</h2> 
<ol> 
	<li><p> 
	Die Mitgliederversammlung als das oberste beschlussfassende
	Vereinsorgan ist grunds&auml;tzlich f&uuml;r alle Aufgaben
	zust&auml;ndig, sofern bestimmte Aufgaben gem&auml;&szlig; dieser
	Satzung nicht einem anderen Vereinsorgan &uuml;bertragen wurden.</p> 
	<p>Die Mitgliederversammlung w&auml;hlt aus der Reihe der aktiven
	Mitglieder den Vorstand. Gew&auml;hlt sind die Personen, die die
	meisten Stimmen auf sich vereinen. Die Wahl findet geheim mit
	Stimmzetteln statt.</p></li> 
	<li><p> 
	Die Mitgliederversammlung kann Mitglieder des Vorstandes abw&auml;hlen.
	Hierzu ben&ouml;tigt sie in Abweichung von (1) die Mehrheit der
	Stimmen aller aktiven Vereinsmitglieder.</p></li> 
	<li><p> 
	Die Mitgliederversammlung entscheidet &uuml;ber Widerspr&uuml;che
	von Mitgliedern, die der Vorstand auszuschlie&szlig;en beabsichtigt.</p></li> 
	<li><p> 
	Die Mitgliederversammlung nimmt den j&auml;hrlich vorzulegenden
	Gesch&auml;ftsbericht des Vorstandes und den Pr&uuml;fungsbericht
	des Rechnungspr&uuml;fers entgegen und erteilt dem Vorstand
	Entlastung.</p></li> 
	<li><p> 
	Es ist der Mitgliederversammlung vorbehalten, &uuml;ber
	Satzungs&auml;nderungen und Vereinsaufl&ouml;sungen zu entscheiden.</p></li> 
	<li><p> 
	Ihr sind insbesondere die Jahresrechnung und der Jahresbericht zur
	Beschlussfassung &uuml;ber die Genehmigung und die Entlastung des
	Vorstandes schriftlich vorzulegen. Sie bestellt zwei
	Rechnungspr&uuml;fer, die weder dem Vorstand noch einem vom Vorstand
	berufenen Gremium angeh&ouml;ren und auch nicht Angestellte des
	Vereins sind, um die Buchf&uuml;hrung einschlie&szlig;lich
	Jahresabschluss zu pr&uuml;fen und &uuml;ber das Ergebnis vor der
	Mitgliederversammlung zu berichten. Die Rechnungspr&uuml;fer haben
	Zugang zu allen Buchungs- und Rechnungsunterlagen des Vereins.</p></li> 
	<li><p> 
	Der Mitgliederversammlung sind weiterhin vorbehalten
	</p> 
	<ol type="a"> 
		<li><p> 
		&uuml;ber den An- und Verkauf sowie die Belastung von Grundbesitz,</p></li> 
		<li><p> 
		die finanzielle Beteiligung an Gesellschaften sowie</p></li> 
		<li><p> 
		die Aufnahme von Darlehen ab EURO 10.000,-,</p></li> 
	</ol> 
	<p> 
	zu entscheiden.</p></li> 
	<li><p> 
	Sie kann &uuml;ber weitere Angelegenheiten beschlie&szlig;en, die
	ihr vom Vorstand oder aus der Mitgliederschaft vorgelegt werden.
	</p></li> 
</ol> 
<h2>8. Vorstand</h2> 
<ol> 
	<li><p> 
	Der Vorstand besteht aus 3 Personen, ihm k&ouml;nnen nur nat&uuml;rliche
	Personen angeh&ouml;ren. Die Amtszeit betr&auml;gt 3 Jahre.
	Wiederwahl ist zul&auml;ssig. Die jeweils amtierenden
	Vorstandsmitglieder bleiben nach Ablauf der Amtszeit im Amt, bis
	Nachfolger gew&auml;hlt sind</p></li> 
	<li><p> 
	Der Vorstand w&auml;hlt aus seiner Mitte einen Vorsitzenden und 
	einer Schatzmeister.
	Wiederwahl ist zul&auml;ssig.</p></li> 
	<li><p> 
	Die Vorstandsarbeit, insbesondere Regelungen zur Einberufung von
	Vorstandssitzungen, deren Ablauf und die Durchf&uuml;hrung von
	Abstimmungen, wird durch eine Gesch&auml;ftsordnung des Vorstands
	geregelt, welche der Vorstand einstimmig beschlie&szlig;t.</p></li> 
	<li><p> 
	Der Vorstand beschlie&szlig;t &uuml;ber alle Vereinsangelegenheiten,
	soweit sie nicht eines Beschlusses der Mitgliederversammlung
	bed&uuml;rfen. Er f&uuml;hrt die Beschl&uuml;sse der
	Mitgliederversammlung aus.</p></li> 
	<li><p> 
	Die Mitglieder des Vorstandes sind jeder f&uuml;r sich allein im
	Namen des Vereins nach au&szlig;en hin vertretungsberechtigt.</p></li> 
	<li><p> 
	Im Falle des Ausscheidens eines Vorstandsmitglieds w&auml;hrend der
	Amtszeit bestimmt der Vorstand nach Internetwahl der aktiven
	Mitglieder ein kommissarisches Vorstandsmitglied.&nbsp; Das
	kommissarische Vorstandsmitglied bleibt bis zur n&auml;chsten
	Mitgliederversammlung im Amt. &Uuml;ber eine endg&uuml;ltige
	Nachfolge im Vorstand entscheidet die Mitgliederversammlung.</p></li> 
	<li><p> 
	Der Vorstand kann durch Beschluss als besondere Vertreter gem&auml;&szlig;
	&sect;30 BGB einen hauptamtlichen Gesch&auml;ftsf&uuml;hrer
	bestellen, der die laufenden Gesch&auml;fte des Vereins f&uuml;hrt
	und Vorgesetzter der hauptamtlichen Vereinsmitarbeiter ist.
	Entscheidungen &uuml;ber Arbeitsvertr&auml;ge, K&uuml;ndigungen
	sowie Mitgliedsaufnahmen und Mitgliedsausschl&uuml;sse bleiben dem
	Vorstand vorbehalten.</p></li> 
	<li><p> 
	Der Gesch&auml;ftsf&uuml;hrer hat die Pflicht zur Teilnahme an den
	Mitgliederversammlungen und das Recht sowie auf Verlangen des
	Vorstands die Pflicht an den Vorstandssitzungen teilzunehmen. Er hat
	auf allen Sitzungen Rederecht und ist den Vereinsorganen gegen&uuml;ber
	rechenschaftspflichtig.
	</p></li> 
	<li><p> 
	Satzungs&auml;nderungen, die von Aufsichts-, Gerichts- oder
	Finanzbeh&ouml;rden aus formalen Gr&uuml;nden verlangt werden, kann
	der Vorstand von sich aus vornehmen. Die Satzungs&auml;nderungen
	m&uuml;ssen der n&auml;chsten Mitgliederversammlung mitgeteilt
	werden.</p></li> 
</ol> 
<h2>9. Gesch&auml;ftsordnung</h2> 
<p>Die Gesch&auml;ftsordnung regelt &uuml;ber den Rahmen der Satzung
hinausgehende Details der Vereinsarbeit. Der Vorstand setzt die
Gesch&auml;ftsordnung nach der Zustimmung durch die Mitglieder in
Kraft. Die Zustimmung der Mitglieder erfolgt durch Internetwahl mit
einfacher Mehrheit der aktiven Mitglieder.
</p> 
<h2>10. Protokolle</h2> 
<p>Die Beschl&uuml;sse des Vorstandes und der Mitgliederversammlungen werden
schriftlich niedergelegt und stehen den Mitgliedern zur Einsicht zur
Verf&uuml;gung.
</p> 
<h2>11. Tarifvertr&auml;ge</h2> 
<p>Vor der Anstellung hauptamtlich Besch&auml;ftigter regelt der Vorstand deren
Bezahlung in der Gesch&auml;ftsordnung.
</p> 
<h2>13. Vereinsfinanzierung</h2> 
<ol> 
	<li><p> 
	Die erforderlichen finanziellen Mittel des Vereins werden beschafft durch
	</p> 
	<ol type="a"> 
		<li><p> 
		Zusch&uuml;sse des Landes, der Kommunen und anderer &ouml;ffentlicher
		Stellen,</p></li> 
		<li><p> 
		Spenden,
		</p></li> 
		<li><p> 
		sonstige Zuwendungen Dritter,</p></li> 
		<li><p> 
		Entgelte f&uuml;r T&auml;tigkeiten des Vereins&nbsp; im Rahmen der
		Gemeinn&uuml;tzigkeit, unter anderem f&uuml;r Vortr&auml;ge.</p></li> 
		<li><p> 
		Mitgliedsbeitr&auml;ge,</p></li> 
	</ol></li> 
	<li><p> 
	Die Mitglieder zahlen Beitr&auml;ge nach Ma&szlig;gabe eines
	Beschlusses der Mitgliederversammlung oder der aktiven Mitglieder
	durch Internetwahl mit einfacher Mehrheit. Die
	Regelung zur H&ouml;he der Mitgliedsbeitr&auml;ge wird Bestandteil
	der Gesch&auml;ftsordnung.</p></li> 
	<li><p> 
	Bei Aufl&ouml;sung des Vereins oder bei Wegfall steuerbeg&uuml;nstigter
	Zwecke f&auml;llt das Verm&ouml;gen des Vereins an den Deutsche
	Unesco-Kommision e.V. , Colmantstra&szlig;e 15, 53115 Bonn, der es
	ausschlie&szlig;lich und unmittelbar f&uuml;r gemeinn&uuml;tzige
	Zwecke zu verwenden hat. Beschl&uuml;sse &uuml;ber die k&uuml;nftige
	Verwendung des Vereinsverm&ouml;gens d&uuml;rfen in diesem Fall erst
	nach Einwilligung des Finanzamts ausgef&uuml;hrt werden.</p></li> 
</ol> 
<h2>14. Inkrafttreten</h2> 
<p>Diese Satzung werde mit Beschlussfassung der Mitgliederversammlung in Kraft tritten.
</p> 
<p>Berlin, Deutschland, den 21. April 2011
</p> 
